Repository: iamnijat/coin-currency
Catalog: lib/l10n/app_*.arb
Languages: az

# introSliderFirstTitle
source: Lively foreign currency exchange rates
az: Canlı xarici valyuta məzənnələri

# introSliderFirstDesc
source: It can be easily used with lively currency rates and cached currencies which is possible without Internet
az: İnternet olmadan mümkün olan canlı valyuta məzənnələri və keşlənmiş valyutalarla asanlıqla istifadə edilə bilər

# introSliderSecondTitle
source: Currency Exchange Rates Calculator
az: Valyuta məzənnələri kalkulyatoru

# introSliderSecondDesc
source: Exchange icon will make your job easier to convert currency values
az: Mübadilə simvolu valyuta dəyərlərini çevirməyi asanlaşdıracaq

# introSliderThirdTitle
source: Language Options
az: Dil Seçimləri

# introSliderThirdDesc
source: We have 4 language options and thanks to this, you can be more familiar with Coin Currency
az: 4 dil seçimi var və bunun sayəsində siz Coin Currency ilə daha çox tanış ola bilərsiniz

# introSliderFourthTitle
source: Activity Tracker
az: Fəaliyyət Detektoru

# introSliderFourthDesc
source: The conversions you did will be placed in cached currencies data and you can view them without Internet connection
az: Etdiyiniz konvertasiyalar keşlənmiş valyuta məlumatlarına yerləşdiriləcək və siz onları İnternet bağlantısı olmadan görüntüləyə bilərsiniz

# introSliderLetsStartButtonText
source: Let's start
az: Başla

# calculatorPageTitle
source: Calculator
az: Kalkulyator

# exceedInputLimitInfoTitle
source: To proceed at least one digit must be removed
az: Davam etmək üçün ən azı bir rəqəm silinməlidir

# exceedInputLimitInfoButtonTitle
source: Got it
az: Anladım

# currencyHistoryPageTitle
source: Conversions
az: Konvertasiyalar

# currencyLanguagesPageTitle
source: Languages
az: Dillər

# languageConfirmationDialogButtonTitle
source: OK
az: Tamam

# languageConfirmationDialogTitle
source: Changed
az: Dəyişdi

# languageConfirmationDialogDesc
source: You'll enjoy using the app with different languages
az: Proqramdan müxtəlif dillərdə istifadə etməkdən zövq alacaqsınız

# currencyHistoryNoDataTitle
source: You have not converted any currencies yet
az: Siz hələ heç bir valyutanı konvertasiya etməmisiniz

# errorPageTitle
source: Error!
az: Xəta!

# errorPageDesc
source: Something went wrong, Please try again later
az: Xəta baş verdi, sonra yenidən cəhd edin

# errorPageRetryButtonText
source: RETRY
az: YENİDƏN

# englishLanguage
source: English
az: İngilis dili

# russianLanguage
source: Russian
az: Rus dili

# turkishLanguage
source: Turkish
az: Türk dili

# azeriLanguage
source: Azerbaijani
az: Azərbaycan dili

# currencyUSDName
source: USA dollar
az: ABŞ dolları

# currencyEURName
source: Euro
az: Avro

# currencyAUDName
source: Australia dollar
az: Avstraliya dolları

# currencyARSName
source: Argentine peso
az: Argentina pesosu

# currencyBYNName
source: Belarusian ruble
az: Belarus rublu

# currencyBRLName
source: Brazilian real
az: Braziliya realı

# currencyAEDName
source: UAE dirham
az: BƏƏ dirhəmi

# currencyZARName
source: South African rand
az: Cənubi Afrika randı

# currencyKRWName
source: South Korean won
az: Cənubi Koreya vonu

# currencyCZKName
source: Czech Kruna
az: Çexiya kronu

# currencyCLPName
source: Chilean Peso
az: Çili pesosu

# currencyCNYName
source: Chinese Yuan
az: Çin yuanı

# currencyDKKName
source: Danish Krone
az: Danimarka kronu

# currencyGELName
source: Georgian Lari
az: Gürcüstan larisi

# currencyHKDName
source: Hong Kong Dollar
az: Honq Konq dolları

# currencyINRName
source: Indian Rupee
az: Hindistan rupisi

# currencyGBPName
source: Pound Sterling
az: İngiltərə funt sterlinqi

# currencyIDRName
source: Indonesian Rupiah
az: İndoneziya rupiası

# currencyIRRName
source: Iranian Rial
az: İran rialı

# currencySEKName
source: Swedish Krona
az: İsveç kronu

# currencyCHFName
source: Swiss Frank
az: İsveçrə frankı

# currencyILSName
source: Israeli New Shekel
az: İsrail şekeli

# currencyCADName
source: Canadian Dollar
az: Kanada dolları

# currencyKWDName
source: Kuwaiti Dinar
az: Küveyt dinarı

# currencyKZTName
source: Kazakhstani Tenge
az: Qazaxıstan tengəsi

# currencyKGSName
source: Kyrgystani Som
az: Qırğızıstan somu

# currencyLBPName
source: Lebanese pound
az: Livan funtu

# currencyMYRName
source: Malaysian Ringgit
az: Malayziya rinqqiti

# currencyMXNName
source: Mexican Peso
az: Meksika pesosu

# currencyMDLName
source: Moldovan Leu
az: Moldova leyi

# currencyEGPName
source: Egyptian Pound
az: Misir funtu

# currencyNOKName
source: Norwegian Krone
az: Norveç kronu

# currencyUZSName
source: Uzbekistani Som
az: Özbəkistan somu

# currencyPLNName
source: Poland z≈Çoty
az: Polşa zlotısı

# currencyRUBName
source: Russian Ruble
az: Rusiya rublu

# currencySGDName
source: Singapore Dollar
az: Sinqapur dolları

# currencySARName
source: Saudi Riyal
az: Səudiyyə Ərəbistanı rialı

# currencyTRYName
source: Turkish lira
az: Türkiyə lirəsi

# currencyTWDName
source: Taiwan dollar
az: Tayvan dolları

# currencyTJSName
source: Tajikistani Somoni
az: Tacikistan somonisi

# currencyTMTName
source: Turkmenistani manat
az: Türkmənistan manatı

# currencyUAHName
source: Ukrainian hryvnia
az: Ukrayna qrivnası

# currencyJPYName
source: Japanese Yen
az: Yaponiya yeni

# currencyNZDName
source: New Zealand Dollar
az: Yeni Zelandiya dolları

# currencyAZNName
source: Azerbaijani Manat
az: Azərbaycan Manatı
